Repository: 5axes/ProfilAnalyser
Catalog: i18n/*/profilanalyser.po
Languages: fr_fr

# @label
source: ProfilAnalyser
fr_fr: Profil Analyseur

# @info:tooltip
source: Analyser for Cura Profiles
fr_fr: Analyseur pour les profils Cura

# @menu
source: View Profile Analyse
fr_fr: Analyser les Profils

# @menu
source: View Active Configuration
fr_fr: Voir la configuration active

# @menu
source: View All Current Printer Profiles
fr_fr: Voir tous les profils de l'imprimante actuel

# @title
source: Printer Quality Changes
fr_fr: Liste Profil Imprimante

# @html:title
source: Profiles
fr_fr: Profils

# @html:title
source: Profile List
fr_fr: Liste des profils

# @html:title
source: Extruder Stacks
fr_fr: Données Extrudeuse

# @html:title
source: Global Stack
fr_fr: Données Globales

# @html:subtitle
source: Containers
fr_fr: Conteneurs

# @html:subtitle
source: Container
fr_fr: Conteneur

# @html
source: Show only differences
fr_fr: Voir uniquement les différences

# @html
source: Show only valued parameters
fr_fr: Voir les paramètres avec des valeurs

# @html
source: Unselect all
fr_fr: Tout déselectionner

# @html
source: Filter key
fr_fr: Filtre
